Repository: eballo/iconsPlugin
Catalog: iconsPlugin/lang/iconsPlugin-*.po
Languages: ca

source: Attachment File Icons
ca: Afegir una icona

source: Icons Plugin
ca: Signes convencionals

source: Attachment File Icons Overview
ca: Llistat de icones

source: Manage
ca: Gestionar

source: Add Attachment Icons
ca: Afegir icona

source: Add Icons
ca: Afegir icona

source: Icons Overview - Available Icons
ca: Llistat d'Icones - Icones disponibles

source: Icons Plugin - Add Icons
ca: Signes Convencionals - Afegir Icona

source: <p>No icon file uploaded.</p>
ca: <p>No s'ha pujat cap icona.</p>

source: Successfully added icon.
ca: Icona afegida correctament

source: <p>Icon file does not meet the specified dimension.</p>
ca: <p>La icona no te la dimensió especificada.</p>

source: <p>Unable to write to directory
ca: <p>No es pot escriure al directori

source: /icons/ Is this directory writable by the server?</p>
ca: /icons/ es pot escriure al servidor ?</p>

source: <p>Error, the file could not moved to :
ca: <p>Error, el fitxer no s'ha pogut moure a:

source: <p>Error, the file permissions could not set</p>
ca: <p>Error, no tens permisos per escriure </p>

source: <p>Error uploading file(Missing 'temp' folder).</p>
ca: <p>Error pujant el fitxer (No s'ha trobat el directori temporal).</p>

source: remove
ca: Esborrar

source: File type not allowed
ca: Tipus de fitxer no suportat

source: NOTE:
ca: NOTA:

source: Refer help for instructions to use Icons Plugin.
ca: Mirar l'ajuda per instruccions d'us

source: Upload Attachment File Icon
ca: Pujada de fitxer

source: Allowed format: png <br/> Allowed dimension: 16 X 16 px
ca: Format permés: png <br/> amb les dimensions: 16 X 16 px

source: Upload Icon
ca: Pujada d'icona

source: Icon
ca: Icona

source: Description
ca: Descripció

source: Delete Icon?
ca: Suprimir icona ?

source: OK
ca: D'acord

source: Cancel
ca: Cancel·lar

source: Select your Icons
ca: Sel·lecciona les teves Icones

source: Add
ca: Afegir
